BOT_NAME = ('джарвис', 'чарльз', 'шарлиз')

VA_TBR = ('скажи', 'покажи', 'ответь', 'произнеси', 'расскажи', 'сколько', 'открой', 'запусти', 'запустить')

COMMAND_DICT = {
    'commands': {
        'cancel': ['отмена комманды', 'отмена', 'не слушай', 'отдыхай'],
        'greeting': ['привет', 'здравствуй'],
        'parting': ['пока', 'до свидания', 'выключение'],
        'start_browser': ['браузер', 'яндекс'],
        'start_vkcom': ['вк', 'вконтакте', 'в контакте'],
        'check_process': ['работающие программы', 'процессы', 'процессов', 'запущенные программы',
                          'запущена программы'],

        'start_pubg': ['pubg', 'плеер анонс батлграунд', 'плеер анонс battleground', 'панк',
                       'проект байрона он с батл гранд', 'плеера он батл граунд', 'плеер на улицу батл грамот'],
        'start_discord': ['дискомфорт', 'диску арт', 'из карт', 'скайп', 'говорил', 'горелка', 'звонил', 'дэс',
                          'диск', 'лишь корт', 'эскорт', 'ди эскорта', 'говорил как', 'дис', 'диску арт'],
        'start_steam': ['стиль', 'стин', 'с тем', 'с тим', 'с тебя'],
    }
}

BROWTHER_PATH = 'C:\\Users\\rredl\\AppData\\Local\\Yandex\\YandexBrowser\\Application\\browser.exe'
