BOT_NAME = ('джарвис', 'чарльз', 'шарлиз')

VA_TBR = ('покажи', 'ответь', 'произнеси', 'расскажи', 'сколько', 'открой', 'запусти', 'запустить', 'скажи')

VA_REPEAT = ('повтори',)

AI_AV = {
    'INTETIONS': {

        'VA_INTENTION_REPEAT': {
            'command': ['повтори', ],
            'action': ''
        },
        'VA_INTENTION_OPEN': {
            'command': ['открой', 'открыть'],
            'action': {
                'start_browser': ['браузер', 'яндекс'],
                'start_vkcom': ['вк', 'вконтакте', 'в контакте'],
            }
        },

        'VA_INTENTION_START': {
            'command': ['запусти', 'запустить'],
            'action': {
                'start_pubg': ['pubg', 'плеер анонс батлграунд', 'плеер анонс battleground', 'панк',
                               'проект байрона он с батл гранд', 'плеера он батл граунд', 'плеер на улицу батл грамот',
                               'пупка', 'игра'],
                'start_discord': ['дискомфорт', 'диску арт', 'из карт', 'скайп', 'дэс',
                                  'диск', 'лишь корт', 'эскорт', 'дис', 'диску арт'],
                'start_steam': ['стиль', 'стин', 'с тем', 'с тим', 'с тебя'],
            }
        },
        'VA_INTENTION_ANSWER': {
            'command': ['сколько', ],
            'action': {
                'start_pubg': ['время', ]
            }
        },
        'VA_INTENTION_SEND': {
            'command': ['отправь', 'напиши'],
            'action': {
                'send_telegram': ['телеграм', 'телега', 'телеграмм', 'телеграммы'],
            }
        },
        'VA_SIMPLE': {
            'command': [''],
            'action': {
                'greeting': ['привет', 'здравствуй'],
                'parting': ['пока', 'до свидания', 'выключение'],
                'cancel': ['отмена комманды', 'отмена', 'не слушай', 'отдыхай'],
            }
        },
    }
}
COMMAND_DICT = {
    'commands': {
        'cancel': ['отмена комманды', 'отмена', 'не слушай', 'отдыхай'],
        'greeting': ['привет', 'здравствуй'],
        'parting': ['пока', 'до свидания', 'выключение'],
        'sleep_windows': ['блокировка', 'заблокируй экран', 'выключение'],
        'start_browser': ['браузер', 'яндекс'],
        'start_vkcom': ['вк', 'вконтакте', 'в контакте'],
        'check_process': ['работающие программы', 'процессы', 'процессов', 'запущенные программы',
                          'запущена программы'],

        'start_pubg': ['pubg', 'плеер анонс батлграунд', 'плеер анонс battleground', 'панк',
                       'проект байрона он с батл гранд', 'плеера он батл граунд', 'плеер на улицу батл грамот',
                       'пупка', 'игра'],
        'start_discord': ['дискомфорт', 'диску арт', 'из карт', 'скайп', 'дэс',
                          'диск', 'лишь корт', 'эскорт', 'дис', 'диску арт'],
        'start_steam': ['стиль', 'стин', 'с тем', 'с тим', 'с тебя'],
        'send_telegram': ['телеграм', 'телега', 'телеграмм', 'телеграммы'],
    }
}

BROWTHER_PATH = 'C:\\Users\\rredl\\AppData\\Local\\Yandex\\YandexBrowser\\Application\\browser.exe'
